#+TITLE:    My git notes
#+LANGUAGE:  en
#+OPTIONS:   H:3 num:nil toc:nil
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="style.css"/>

** get user pubkeys
#+begin_src sh
curl https://github.com/abo-abo.keys
#+end_src

#+RESULTS:
| ssh-rsa | AAAAB3NzaC1yc2EAAAADAQABAAABAQDAZtY4+MwQ+1ci7ZA+HKTCTW+BrhWqaEfh/hCWfAcNSgB7k+K7uWdTiptG5JFAQmnGv8H7q+ZSZiKOVx6Xa761A5AQFFC5OODywaXh+iYP5bLavWb8AzwiUkNjyugV3xajKGBlFzfkRTvclXDnGrfUIF/MxrT9v1bk2oBKoX6/S0SFl7wcWOAodQ54nimjuj6N3e+onFF2L7UdrWe0eLoW+DQSsQtgYkB2frg61KuOJrsMM2bsGKLRJylGKVpJEzLQyT8QLbh4AqOAvOoQZm3X1/GhW0vXZgbMsaLxEOd5juHnmgmslx3xpLiPZdM7QFQLXyqVVGGLiuCTn8HEqeUn |
| ssh-rsa | AAAAB3NzaC1yc2EAAAADAQABAAABAQDZCB8eQF8u1CCUcbIHqMprDijySAz5dkt+p/DvqeTIWUZF0GDU2O4EbLelojq2drktfh7RUSuZGZzmcNV4vJEWNE+dFVsniD1R3tzRtiNac9N10YAaqjhunvuNgoNTrk2X7w/NXvaV4ZX4C4qudX4MgVmWVMJL1CBq/T/U2ultzvuB9ArecLDwW8kooW6sDArFjI5HyFPRZf0Bs1FKJZ8p2zNm78kPJ8vTD16DIf1CJ2B/kc3Kltc/hIUjjVXsFG63JeyzWBXb1LwPyqkyA1dXNDFZh76W3+Wq2WiJZoxkUoHIUTEYmrWJcahTeGg8wL0nck82QldntfP+2JSFXEL3 |
| ssh-rsa | AAAAB3NzaC1yc2EAAAADAQABAAABAQC1qNwBLCh9pUYaB8zcYcybsLXVb4arI7vhAP/dJ3nsg1M5AkLOnhGRzbeqCccC2z4dxAeQzHWk98HOV6NIXySdDgJSpXsGEd1vs7OukSvRqh7hKT+bSY52tIr0+CC3OUXItK2bJd3aB8/FXkcgdgNkTIWVopyx4JAMzNf3hx/9Pba7NbHKG/FiKgENrWznZhe0r15iy5Fv/YgCORJxcCEVeq6xyoEt2QvHapegLtKYORsn0387dzD0QqsujYrU8xEGHbMCvdzhsGcmti1dmBMTMP1p14pN8r7wHpyQSEJ+9mGOA1ljTVM+bnPkQAdC9tv6ilmz6Pv1wCVQBFBuql1/ |
